Repository: clstrfcuk/wp-content
Catalog: plugins/slate-pro-admin/languages/slate-pro-*.po
Languages: pt

source: It looks like you’re using
pt: Aparentemente está a usar

source: without a license.
pt: ﻿sem uma licença.

source: If you like
pt: Se aprecia

source: please consider
pt: ﻿por favor, considere

source: entering a license key
pt: ﻿inserir uma chave de licença

source: to help support us and continue its development. You’ll also receive free updates and technical support!
pt: para ajudar a suportar o seu desenvolvimento. Receberá também atualizações gratuitas e suporte técnico!

source: Visit
pt: ﻿Visite

source: for purchasing information.
pt: para informações sobre licenciamento.

source: Settings saved.
pt: Configurações guardadas.

source: Color Schemes
pt: ﻿Esquemas de Cores

source: Default
pt: ﻿Padrão

source: Light
pt: ﻿Claro

source: Blue
pt: ﻿Azul

source: Coffee
pt: ﻿Café

source: Ectoplasm
pt: ﻿Ectoplasma

source: Midnight
pt: ﻿Meia-noite

source: Ocean
pt: ﻿Oceano

source: Sunrise
pt: ﻿Amanhecer

source: Custom
pt: ﻿Personalizar

source: Custom Color Options
pt: ﻿Opções de cor personalizada

source: Login Page
pt: ﻿Página de login

source: Admin Menu
pt: ﻿Menu de admin

source: Admin Footer
pt: ﻿Rodapé de admin

source: Content
pt: ﻿Conteúdo

source: Sidebar/Sortables
pt: ﻿Barra lateral/Sortables

source: Hide “Admin Color Scheme” Options on User Profile Pages
pt: Ocultar opções de “Esquema de cores do Admin” nas páginas de perfil de usuário

source: Hide Admin Menu and Sidebar Shadows
pt: ﻿Ocultar Menu de Admin e sombras Sidebar

source: Login Page Logo Link Title and Address
pt: Endereço, Título do Link e logotipo na página de login

source: Link Title
pt: ﻿Título do link

source: Link Address
pt: Endereço de ligação

source: Login Page Logo
pt: ﻿Logotipo de página de login

source: Select Image
pt: ﻿Seleccione a Imagem...

source: Delete Image
pt: ﻿Remover a Imagem

source: Make sure the image is no greater than 320 pixels wide by 80 pixels high.
pt: ﻿Certifique-se que a imagem não é maior que 320 pixels de largura por 80 pixels de altura.

source: Hide the Login Logo
pt: ﻿Ocultar o logotipo de Login

source: Login Page Background Image
pt: ﻿Imagem de fundo da página de login

source: Your logo should be no larger than 320px by 80px or else it will be resized on the login screen.
pt: O logotipo não deverá ser maior que 320px por 80px, caso contrário será redimensionado no écran de login.

source: Background Position
pt: Posição da imagem de fundo

source: Background Repeat
pt: Repetir imagem de fundo

source: Make the Background Image Fill the Page
pt: Imagem de fundo preencha todo o espaço disponível

source: Full Width Menu Logo
pt: ﻿Logotipo do Menu de largura total

source: Make sure the image is no wider than 200 pixels. Double it for high resolution.
pt: Certifique-se que a imagem é não maior que 200 pixels. Duplique esse valor para alta-definição.

source: Collapsed Menu Logo
pt: Logotipo Menu minimizado

source: Make sure the image is no wider than 36 pixels. Double it for high resolution.
pt: Certifique-se que a imagem é não maior que 36 pixels. Duplique esse valor para alta-definição.

source: Make sure the image exactly 16 pixels high and 16 pixels wide.
pt: Certifique-se que a imagem possui exatamente 16 por 16 pixels de tamanho.

source: Welcome Message
pt: ﻿Mensagem de boas vindas

source: Hide the Dashboard Welcome Message
pt: ﻿Ocultar a mensagem de boas vindas do painel de controle

source: Custom Widget
pt: ﻿Widget personalizado

source: Show a Custom Widget on the Dashboard
pt: ﻿Mostrar um Widget personalizado no painel de controle

source: Widget Title
pt: ﻿Título Widget

source: Widget Content (HTML Allowed)
pt: ﻿Widget conteúdo (HTML permitido)

source: Hide Widgets
pt: ﻿Ocultar Widgets

source: Select All
pt: ﻿Selecionar tudo

source: Select None
pt: ﻿Remover seleção

source: Activity
pt: ﻿Actividade

source: WordPress News
pt: ﻿Notícias WordPress

source: At a Glance
pt: ﻿Em resumo

source: Recent Comments
pt: ﻿Meus comentários recentes

source: Quick Press
pt: ﻿Imprensa rápida

source: Recent Drafts
pt: ﻿Últimos rascunhos

source: Incoming Links
pt: ﻿Ligações recebidas

source: Hide the following Menu Items
pt: ﻿Ocultar os seguintes itens de Menu

source: Apply to the following Users
pt: ﻿Aplicam-se aos seguintes utilizadores

source: Admin Bar &amp; Footer
pt: ﻿Admin Bar &amp; rodapé

source: Hide the WordPress Logo
pt: ﻿Ocultar o logotipo WordPress

source: Hide the Admin Bar
pt: ﻿Ocultar a barra de Admin

source: Display Custom Footer Text
pt: ﻿Exibir texto de rodapé personalizado

source: Footer Text (HTML Allowed)
pt: ﻿Texto do rodapé (HTML permitido)

source: Hide Version Number
pt: Ocultar número de versão

source: Hide the Admin Footer
pt: Ocultar o rodapé de Admin

source: Content &amp; Notices
pt: ﻿Conteúdo &amp; avisos

source: Hide the Help Tab
pt: Ocultar o botão guia de ajuda

source: Hide the Screen Options Tab
pt: Ocultar o botão de opções do écran

source: Hide WordPress Update Notices
pt: ﻿Ocultar avisos de atualização do WordPress

source: Hide WordPress Theme Update Notices
pt: ﻿Ocultar avisos de atualização WordPress Theme

source: Hide WordPress Plugin Update Notices
pt: ﻿Ocultar avisos de atualização do Plugin WordPress

source: Permissions
pt: ﻿Permissões

source: Below you can choose which users will see the
pt: Abaixo poderá escolher quais os utilizadores que irão ver

source: plugin. Keep in mind that if you
pt: ﻿plugin. Tenha em mente que se você

source: check your own name, you’ll no longer be able to access these settings
pt: confirme o seu nome, você já não será capaz de aceder a estas configurações

source: If that happens, you’ll need to
pt: Se isso acontecer, precisará

source: bookmark this page
pt: adicionar esta página aos favoritos

source: or deactivate and reactivate the plugin. Make sure to keep an up-to-date
pt: ou desativar e reativar o plugin. Certifique-se que mantém uma versão actualizada

source: backup of your settings
pt: backup das suas configurações

source: Only users who already have permission to access plugins are shown below.
pt: Apenas os utilizadores que já têm permissão para aceder a plugins são mostrados abaixo.

source: Hide
pt: ﻿Esconder

source: from the following Users
pt: dos seguintes utilizadores

source: Import / Export
pt: ﻿Importação / Exportação

source: Import
pt: ﻿Importar

source: The Import was Successful!
pt: ﻿A importação foi bem sucedida!

source: Oops, the import didn’t work.
pt: Ops, a importação não funcionou.

source: Paste your settings above and click “Save Changes” to import. It should look like the text in the Export field below.
pt: Colar as configurações acima e clique em “Guardar Alterações” para importar. Deverá ficar com a apresentação do texto no campo de exportação abaixo.

source: Export
pt: ﻿Exportar

source: Copy and save the text above to backup your
pt: ﻿Copie e salve o texto acima para backup de seu

source: settings.
pt: ﻿definições

source: About
pt: Acerca

source: If you need product support, please leave a comment on the
pt: Se precisar de suporte, por favor deixe um comentário sobre o

source: CodeCanyon product page
pt: Página de produto no CodeCanyon

source: Remember that we’re not able to support third party plugins that might conflict with
pt: Lembre-se de que poderemos fornecer suporte a plugins de terceiros que podem entrar em conflito com

source: was made by
pt: foi desenvolvido por

source: If you’re interested in customizing
pt: Se estiver interessado em personalizar

source: or any other web design and development projects, please contact us through the
pt: ou qualquer outro projecto de web design e desenvolvimento de projetos, entre em contato connosco através do

source: website.
pt: ﻿sítio

source: Email Opt-in
pt: ﻿Correio electrónico

source: Stay up to date regarding
pt: Mantenha-se actualizado(a) sobre

source: and other
pt: ﻿e outros

source: products.
pt: ﻿produtos.

source: License
pt: ﻿Licença

source: Enter your license key to qualify for premium customer support, receive updates via the WordPress Plugins page, access future updates, and other added benefits. Your license key is the same as the “Purchase Code” you received in your CodeCanyon.net purchase receipt email.
pt: Digite sua chave de licença para se qualificar para suporte de cliente premium, receberá atualizações através da página de WordPress Plugins, acesso a futuras atualizações e outros benefícios adicionais. A sua chave de licença corresponde ao “código de compra” que recebeu no email enviado por CodeCanyon.net ao adquirir este plugin.

source: If you need a license key,
pt: Se necessitar de uma chave de licença,

source: please visit
pt: ﻿por favor, visite

source: for info on how to buy
pt: para obter informações sobre como adquirir

source: License Key
pt: ﻿Chave de licença

source: Your License Key was successfully activated!
pt: ﻿Sua chave de licença foi ativada com sucesso!

source: Awesome, your license is valid and active!
pt: Fantástico, a sua licença é válida e encontra-se ativa!

source: Shoot, it looks like your License Key isn’t valid.
pt: Infelizmente parece que sua chave de licença não é válida.

source: Looks like this key is already activated. It needs to be deactivated before you can use it.
pt: Aparentemente a chave já foi anteriormente activada. Precisa de a desactivar antes de voltar usá-la.

source: Your license key was successfully removed.
pt: ﻿Sua chave de licença foi removida com êxito.

source: The license key you’re deactivating doesn’t match the website its activated on. Please deactivate from the proper website.
pt: A chave de licença que está a desactivar não corresponde ao site em que está activa. Por favor desactive no site apropriado.

source: Oops, we couldn’t connect to the licensing server.
pt: Ops, não conseguimos obter ligação ao sistema de licenciamento.

source: You do not have sufficient permissions to access this page.
pt: Não tem permissões suficientes para aceder a esta página.
